Repository: WapplerSystems/form_extended
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# doubleoptin.email.text
source: Thank you for signing up. To verify your email address, please click the following link or copy it into your browser's address bar:
de: Vielen Dank für Ihre Anmeldung. Um Ihre E-Mail-Adresse zu überprüfen, klicken Sie bitte auf den folgenden Link oder kopieren Sie diese in die Adresszeile Ihres Browsers:

# text.success
source: Thank you, your validation was successful. You can now login.
de: Vielen Dank, Ihre Validierung war erfolgreich. Sie können sich jetzt anmelden.

# text.notFound
source: Unfortunately no matching entry was found for the key.
de: Leider wurde kein passender Eintrag für den Schlüssel gefunden.

# text.alreadyConfirmed
source: The email address has already been activated.
de: Die E-Mail-Adresse wurde bereits aktiviert.

# subject.pleaseConfirmEmailAddress
source: Your registration - please confirm your email address
de: Ihre Registrierung - bitte bestätigen Sie Ihre E-Mail-Adresse

# validator.feUsernameAlreadyExists.true
source: The username is already in use.
de: Der Benutzername wird bereits verwendet.

# element.privacyPolicyCheckbox.properties.description
source: I have read and accepted the <a href="%s">privacy policy</a>.
de: Ich habe die <a href="%s">Datenschutzrichtlinie</a> gelesen und akzeptiert.

# maxFileSize
source: Maximum file size: %s
de: Maximale Dateigröße: %s

# maxFileSizePerFile
source: , maximum file size per file: %s
de: , maximale Dateigröße pro Datei: %s

# maxFiles
source: , maximum number of files: %s
de: , maximale Anzahl an Dateien: %s

# validation.error.1697065882
source: Value is not an array
de: Wert ist kein Array

# validation.error.1697065997
source: The number of files must be between %s and %s
de: Die Anzahl der Dateien muss zwischen %s und %s liegen
